Repository: vlumi/donpa
Catalog: Packages/DonpaCore/Sources/DonpaCore/Resources/Localizable.xcstrings
Source language: en
Languages: fi, ja

source: %lld%% mines
fi: %lld %% miinoja
ja: 地雷%lld%%

source: %lld×%lld · %lld mines
fi: %lld×%lld · %lld miinaa
ja: %lld×%lld · 地雷%lld個

source: A proper mission
fi: Kunnon keikka
ja: 本格的な任務

source: A quick recon
fi: Pikainen tiedustelu
ja: 軽い偵察

source: Abandon all hope, ye who enter
fi: Ken tästä käy, saa kaiken toivon heittää
ja: ここを入る者、希望を捨てよ

source: Ace
fi: Ässä
ja: 達人

source: Basic
fi: Perus
ja: ベーシック

source: Beginner
fi: Aloittelija
ja: 初級

source: Boots on, recruit
fi: Saappaat jalkaan, alokas
ja: 新兵、構えろ

source: Clear your evening
fi: Iltavapaa peruttu
ja: 残業覚悟！

source: Easy does it
fi: Rauhassa vain
ja: 気楽にいこう

source: Expert
fi: Asiantuntija
ja: 上級

source: Flat
fi: Litteä
ja: フラット

source: Grid
fi: Ruudukko
ja: グリッド

source: Hive
fi: Kenno
ja: ハイブ

source: Intermediate
fi: Keskitaso
ja: 中級

source: Legend
fi: Legenda
ja: 伝説

source: Lunatic
fi: Mielipuoli
ja: ルナティック

source: Mind your step
fi: Katso mihin astut
ja: 足元に気をつけろ

source: No pain, no gain
fi: Tuskan kautta voittoon
ja: 苦は楽の種

source: One wrong step…
fi: Yksi väärä askel…
ja: 一歩間違えば…

source: Over before your coffee
fi: Ehdit vielä sotkuun
ja: あっという間に終了

source: Pack a lunch
fi: Pakkaa sissimuonat
ja: 弁当を用意しろ

source: Pack a lunch. And dinner.
fi: Pakkaa sissimuonat. Ja makuualusta.
ja: 泊まり込み覚悟しろ

source: Round
fi: Pyöreä
ja: ラウンド

source: Sapper
fi: Pioneeri
ja: 工兵

source: Sweating now
fi: Kämmenet hikoaa
ja: 汗ばんできたな

source: The board fights back
fi: Kenttä panee vastaan
ja: 盤面が牙をむく

source: The Range
fi: Sotaharjoitus
ja: 演習

source: Things get spicy
fi: Tästä se alkaa
ja: ここからが本番

source: This is mean
fi: Puhdasta simputusta
ja: 意地が悪いぞ

source: Trainee
fi: Alokas
ja: 新兵

source: Veteran
fi: Veteraani
ja: 古参兵

source: L
ja: 大

source: M
ja: 中

source: S
ja: 小

source: XL
ja: 特大

source: XS
ja: 極小

source: XXL
ja: 超特大

source: XXXL
ja: 超巨大
